Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitGraphicsAndDesignLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.unableToImportUnsupportedFormatDot
source: Unable to import unsupported format.
ar: غير قادر على استيراد تنسيق غير مدعوم.
bg: Не е възможно да се импортира неподдържан формат.
ca: No es pot importar un format no compatible.
cs: Nepodařilo se importovat nepodporovaný formát.
da: Kunne ikke importere et ikke-understøttet format.
de: Importieren des nicht unterstützten Formats nicht möglich.
el: Αδυναμία εισαγωγής μη υποστηριζόμενης μορφής.
es: No se puede importar el formato no soportado.
es_419: No se puede importar el formato no compatible.
fi: Tiedostomuotoa ei voi tuoda.
fr: Impossible d'importer un format non pris en charge.
fr_ca: Impossible d'importer un format non pris en charge.
he: לא ניתן ליבא פורמט שאינו נתמך.
hi: असमर्थित स्वरूप आयात करने में असमर्थ।
hr: Nije moguće uvesti nepodržani format.
hu: Nem lehet importálni a nem támogatott formátumot.
id: Tidak dapat mengimpor format yang tidak didukung.
it: Impossibile importare il formato non supportato.
ja: サポートされていないフォーマットをインポートできません。
kk: Қолданылмайтын форматты импорттау мүмкін емес.
ko: 지원하지 않는 형식을 가져올 수 없습니다.
ms: Tidak dapat mengimport format yang tidak disokong.
nb: Kan ikke importere støttet format.
nl: Kan onondersteund formaat niet importeren.
pl: Nie można zaimportować nieobsługiwanego formatu.
pt_br: Não é possível importar formato não suportado.
pt_pt: Não é possível importar o formato não suportado.
ro: Imposibil de importat format neacceptat.
ru: Невозможно импортировать неподдерживаемый формат.
sk: Nepodarilo sa importovať nepodporovaný formát.
sv: Det går inte att importera ett icke-stödd format.
th: ไม่สามารถนำเข้าไฟล์ที่ไม่รองรับได้.
tr: Desteklenmeyen formatı içe aktaramıyor.
uk: Неможливо імпортувати непідтримуваний формат.
vi: Không thể nhập định dạng không được hỗ trợ.
zh_hans: 无法导入不受支持的格式。
zh_hant: 無法導入不支援的格式。
zh_hk: 無法匯入不支援的格式。

# TK.Message.unsavedChangesWillBeLostDot
source: Unsaved changes will be lost.
ar: سيتم فقدان التغييرات غير المحفوظة.
bg: Незапазените промени ще бъдат загубени.
ca: Es perdran els canvis no enregistrats.
cs: Neuložené změny budou ztraceny.
da: Usikrede ændringer vil gå tabt.
de: Nicht gespeicherte Änderungen gehen verloren.
el: Οι μη αποθηκευμένες αλλαγές θα χαθούν.
es: Se perderán los cambios no guardados.
es_419: Los cambios no guardados se perderán.
fi: Tallentamattomat muutokset menetetään.
fr: Les modifications non enregistrées seront perdues.
fr_ca: Les modifications non enregistrées seront perdues.
he: שינויים שלא נשמרו יאבדו.
hi: बचत न की गई परिवर्तनों को खो दिया जाएगा।
hr: Nespremljene promjene bit će izgubljene.
hu: A nem mentett változások elvesznek.
id: Perubahan yang belum disimpan akan hilang.
it: Le modifiche non salvate andranno perse.
ja: 未保存の変更は失われます。
kk: Сақталмаған өзгерістер жоғалады.
ko: 저장되지 않은 변경사항이 손실됩니다.
ms: Perubahan yang tidak disimpan akan hilang.
nb: Ikke lagrede endringer vil gå tapt.
nl: Niet-opgeslagen wijzigingen gaan verloren.
pl: Niezapisane zmiany zostaną utracone.
pt_br: As alterações não salvas serão perdidas.
pt_pt: As alterações não guardadas serão perdidas.
ro: Modificările nesalvate vor fi pierdute.
ru: Несохранённые изменения будут потеряны.
sk: Nespracované zmeny sa stratia.
sv: Olagrade ändringar kommer att gå förlorade.
th: คุณจะสูญเสียการเปลี่ยนแปลงที่ยังไม่ได้บันทึก.
tr: Kaydedilmemiş değişiklikler kaybolacak.
uk: Зміни не збережено
vi: Những thay đổi chưa được lưu sẽ bị mất.
zh_hans: 未保存的更改将会丢失。
zh_hant: 未保存的更改將會丟失。
zh_hk: 未儲存的更改將會丟失。

# TK.Message.yourWorkIsBeingSavedDot
source: Your work is being saved.
ar: يتم حفظ عملك.
bg: Вашата работа се запазва.
ca: El teu treball s'està desant.
cs: Tvoje práce se ukládá.
da: Dit arbejde gemmes.
de: Dein Werk wird gespeichert.
el: Η εργασία σας αποθηκεύεται.
es: Tu trabajo se está guardando.
es_419: Tu trabajo se está guardando.
fi: Työtäsi tallennetaan.
fr: Votre travail est en cours de sauvegarde.
fr_ca: Votre travail est en cours de sauvegarde.
he: העבודה שלך נשמרת.
hi: आपका कार्य सुरक्षित किया जा रहा है।
hr: Vaš rad se sprema.
hu: Munkád mentése folyamatban van.
id: Pekerjaanmu sedang disimpan.
it: Il tuo lavoro si sta salvando.
ja: 作業は保存中です。
kk: Сіздің жұмысыңыз сақталып жатыр.
ko: 작업이 저장되고 있습니다.
ms: Kerja anda sedang disimpan.
nb: Arbeidet ditt lagres.
nl: Je werk wordt opgeslagen.
pl: Twoja praca jest zapisywana.
pt_br: Seu trabalho está sendo salvo.
pt_pt: O teu trabalho está a ser guardado.
ro: Lucrul tău este în curs de salvare.
ru: Твоя работа сохраняется.
sk: Tvoja práca sa ukladá.
sv: Ditt arbete sparas.
th: งานของคุณกำลังถูกบันทึก
tr: Çalışmanız kaydediliyor.
uk: Ваша робота зберігається.
vi: Công việc của bạn đang được lưu lại.
zh_hans: 您的工作正在保存中。
zh_hant: 您的工作正在保存中。
zh_hk: 你的工作正在保存中。

# TK.Placeholder.adjustOpacityDots
source: Adjust opacity…
ar: جارٍ ضبط الشفافية…
bg: Настройка на непрозрачността…
ca: Ajustant opacitat…
cs: Upravit opacitu…
da: Justerer opacitet…
de: Opazität anpassen…
el: Ρυθμιζόμενη διαφάνεια…
es: Ajustar opacidad…
es_419: Ajustar opacidad…
fi: Säädetään opasiteettia…
fr: Ajuster l'opacité…
fr_ca: Ajuster l'opacité…
he: מתאים שקיפות…
hi: अपारदर्शिता समायोजित करें…
hr: Podešavanje neprozirnosti…
hu: Átlátszóság beállítása…
id: Sesuaikan opasitas…
it: Regola opacità…
ja: 不透明度を調整…
kk: Тағы мәліметтерді талдау…
ko: 불투명도 조정…
ms: Melaraskan opasiti…
nb: Justerer opasitet…
nl: Pas de doorzichtigheid aan…
pl: Dostosuj przezroczystość…
pt_br: Ajustar opacidade…
pt_pt: Ajustar opacidade…
ro: Ajustează opacitate…
ru: Корректировка прозрачности…
sk: Nastaviť priesvitnosť…
sv: Justera opacitet…
th: ปรับระดับความทึบ…
tr: Opasiteyi ayarlama…
uk: Регулювання прозорості…
vi: Điều chỉnh độ mờ…
zh_hans: 调整不透明度…
zh_hant: 調整不透明度…
zh_hk: 調整不透明度…

# TK.Placeholder.chooseBrushSizeDots
source: Choose brush size…
ar: اختر حجم الفرشاة…
bg: Избери размер на четката…
ca: Trieu la mida del pinzell…
cs: Vybrat velikost štětce…
da: Vælg penselstørrelse...
de: Pinselgröße auswählen…
el: Επιλογή μεγέθους πινέλου…
es: Elegir tamaño de pincel…
es_419: Elige el tamaño del pincel…
fi: Valitse harjan koko…
fr: Choisissez la taille du pinceau…
fr_ca: Choisir la taille du pinceau…
he: בחר גודל מברשת…
hi: ब्रश का आकार चुनें…
hr: Odaberi veličinu četkice…
hu: Ecsetméretet válaszd ki…
id: Pilih ukuran kuas…
it: Scegli dimensione del pennello…
ja: ブラシサイズを選択…
kk: Қылқалам өлшемін таңдаңыз…
ko: 브러시 크기 선택…
ms: Pilih saiz berus…
nb: Velg penselstørrelse…
nl: Kies penseelgrootte…
pl: Wybierz rozmiar pędzla…
pt_br: Escolha o tamanho do pincel…
pt_pt: Escolher tamanho do pincel…
ro: Alege dimensiunea pensulei…
ru: Выбери размер кисти…
sk: Vybrať veľkosť štetca…
sv: Välj penselstorlek…
th: เลือกขนาดแปรง…
tr: Fırça boyutu seç…
uk: Оберіть розмір кисті…
vi: Chọn kích thước cọ…
zh_hans: 选择画笔大小…
zh_hant: 選擇畫筆大小…
zh_hk: 選擇畫筆大小…

# TK.Placeholder.chooseColorDots
source: Choose color…
ar: اختر اللون…
bg: Изберете цвят…
ca: Trieu color…
cs: Vybrat barvu…
da: Vælg farve...
de: Farbe auswählen…
el: Επιλογή χρώματος…
es: Elegir color…
es_419: Elige color…
fi: Valitse väri…
fr: Choisissez la couleur…
fr_ca: Choisir la couleur…
he: בחר צבע…
hi: रंग चुनें…
hr: Odaberi boju…
hu: Válaszd ki a színt…
id: Pilih warna…
it: Scegli colore…
ja: 色を選択…
kk: Түсті таңдаңыз…
ko: 색상 선택…
ms: Pilih warna…
nb: Velg farge…
nl: Kies kleur…
pl: Wybierz kolor…
pt_br: Escolha a cor…
pt_pt: Escolher cor…
ro: Alege culoarea…
ru: Выберите цвет…
sk: Vybrať farbu…
sv: Välj färg…
th: เลือกสี…
tr: Bir kategori seçme…
uk: Оберіть колір…
vi: Chọn màu sắc…
zh_hans: 选择颜色…
zh_hant: 選擇顏色…
zh_hk: 選擇顏色…

# TK.Placeholder.chooseFontFamilyDots
source: Choose font family…
ar: اختر نوع الخط…
bg: Изберете семейство шрифтове…
ca: Trieu família de tipografies…
cs: Vybrat rodinu písem…
da: Vælg skrifttypefamilie...
de: Schriftart auswählen…
el: Επιλογή οικογένειας γραμματοσειράς…
es: Elegir familia de fuentes…
es_419: Elige la familia de fuentes…
fi: Valitse fonttiperhe…
fr: Choisissez la famille de police…
fr_ca: Choisir la famille de polices…
he: בחר משפחת גופנים…
hi: फॉन्ट परिवार चुनें…
hr: Odaberi obitelj fonta…
hu: Válaszd ki a betűtípust…
id: Pilih jenis huruf…
it: Scegli famiglia di caratteri…
ja: フォントファミリーを選択…
kk: Шрифт отбасын таңдаңыз…
ko: 폰트 패밀리 선택…
ms: Pilih jenis font…
nb: Velg skrifttype…
nl: Kies lettertype…
pl: Wybierz rodzinę czcionek…
pt_br: Escolha a família da fonte…
pt_pt: Escolher família de fontes…
ro: Alege familia de fonturi…
ru: Выберите шрифт…
sk: Vybrať rodinu písma…
sv: Välj typsnittsfamilj…
th: เลือกแบบอักษร…
tr: Yazı tipini seç…
uk: Оберіть шрифт…
vi: Chọn họ font…
zh_hans: 选择字体系列…
zh_hant: 選擇字體家族…
zh_hk: 選擇字體系列…

# TK.Placeholder.chooseLayerStyleDots
source: Choose layer style…
ar: اختر نمط الطبقة…
bg: Изберете стил на слоя…
ca: Trieu estil de capa…
cs: Vybrat styl vrstvy…
da: Vælg lagstil...
de: Ebenenstil auswählen…
el: Επιλογή στυλ επιπέδου…
es: Elegir estilo de capa…
es_419: Elige estilo de capa…
fi: Valitse kerrostyyli…
fr: Choisissez le style de calque…
fr_ca: Choisir le style de calque…
he: בחר סגנון שכבה…
hi: लेयर स्टाइल चुनें…
hr: Odaberi stil sloja…
hu: Válaszd ki a rétegstílust…
id: Pilih gaya lapisan…
it: Scegli stile del livello…
ja: レイヤースタイルを選択…
kk: Бет стильін таңдаңыз…
ko: 레이어 스타일 선택…
ms: Pilih gaya lapisan…
nb: Velg lagstil…
nl: Kies laagstijl…
pl: Wybierz styl warstwy…
pt_br: Escolha o estilo da camada…
pt_pt: Escolher estilo de camada…
ro: Alege stilul de strat…
ru: Выберите стиль слоя…
sk: Vybrať štýl vrstvy…
sv: Välj lagerstil…
th: เลือกสไตล์เลเยอร์…
tr: Katman stilini seç…
uk: Оберіть стиль шару…
vi: Chọn kiểu lớp…
zh_hans: 选择图层样式…
zh_hant: 選擇圖層樣式…
zh_hk: 選擇圖層樣式…

# TK.Placeholder.createNewLayerDots
source: Create new layer…
ar: إنشاء طبقة جديدة…
bg: Създаване на нов слой…
ca: Crea nova capa…
cs: Vytvořit novou vrstvu…
da: Opret nyt lag…
de: Deine neue Ebene erstellen…
el: Δημιουργία νέας στρώσης…
es: Crear nueva capa…
es_419: Crea nueva capa…
fi: Luo uusi kerros…
fr: Créer un nouveau calque…
fr_ca: Créer un nouveau calque…
he: צור שכבה חדשה…
hi: नई लेयर बनाएं…
hr: Izradi novi sloj…
hu: Új réteg létrehozása…
id: Buat lapisan baru…
it: Crea nuovo livello…
ja: 新しいレイヤーを作成…
kk: Жаңа қабат жасау…
ko: 새 레이어 만들기…
ms: Cipta lapisan baharu…
nb: Opprett nytt lag…
nl: Nieuwe laag aanmaken…
pl: Utwórz nową warstwę…
pt_br: Criar nova camada…
pt_pt: Criar nova camada…
ro: Creează strat nou…
ru: Создать новый слой…
sk: Vytvoriť novú vrstvu…
sv: Skapa nytt lager…
th: สร้างเลเยอร์ใหม่…
tr: Yeni katman oluşturuluyor…
uk: Створити новий шар…
vi: Đang tạo lớp mới…
zh_hans: 创建新图层…
zh_hant: 建立新圖層…
zh_hk: 創建新圖層…

# TK.Placeholder.enterArtboardDimensionsDots
source: Enter artboard dimensions…
ar: أدخل أبعاد اللوحة الفنية…
bg: Въведете размерите на артборда…
ca: Introdueix les dimensions de la taula de treball…
cs: Zadejte rozměry artboardu…
da: Indtast dimensioner for artboard…
de: Größen des Zeichenbretts eingeben…
el: Εισάγετε διαστάσεις artboard…
es: Ingresa dimensiones del artboard…
es_419: Ingresa las dimensiones del artboard…
fi: Syötä piirtoalustan mitat…
fr: Entrez les dimensions de l'artboard…
fr_ca: Entrer les dimensions de la planche à dessin…
he: הכנס ממדי לוח ציור…
hi: आर्टबोर्ड के आयाम डालें…
hr: Unesi dimenzije artboard-a…
hu: Artboard méreteinek megadása…
id: Masukkan dimensi artboard…
it: Inserisci dimensioni tela…
ja: アートボードの寸法を入力…
kk: Сурет тақтасының өлшемдерін енгізіңіз…
ko: 아트보드 치수를 입력하세요…
ms: Masukkan dimensi artboard…
nb: Skriv inn artboard-dimensjoner…
nl: Voer afmetingen van het artboard in…
pl: Wprowadź wymiary artboardu…
pt_br: Digite as dimensões da prancheta…
pt_pt: Introduzir dimensões da prancheta…
ro: Introducerea dimensiunilor planșei…
ru: Введите размеры артборда…
sk: Zadajte rozmery artboardu…
sv: Ange dimensioner för konstbräda…
th: กรอกขนาดอาร์ตบอร์ด…
tr: Sanat tahtası boyutlarını gir…
uk: Введіть розміри артборду…
vi: Nhập kích thước khung vẽ…
zh_hans: 请输入画板尺寸…
zh_hant: 輸入畫布尺寸…
zh_hk: 輸入畫板尺寸…

# TK.Placeholder.enterHexColorDots
source: Enter hex color…
ar: أدخل اللون السداسي…
bg: Въведи HEX цвят…
ca: Introdueix el color hex…
cs: Zadejte hexadecimální barvu…
da: Indtast hex-farve…
de: Hex-Farbe eingeben…
el: Εισάγετε κωδικό χρώματος hex…
es: Introduce código hexadecimal…
es_419: Ingresa el color hexadecimal…
fi: Syötä hex-väri…
fr: Entrez la couleur hexadécimale…
fr_ca: Entre la couleur hexadécimale…
he: הזן צבע הקס…
hi: हेक्स रंग दर्ज करें…
hr: Unesi hex boju…
hu: Írd be a HEX színt…
id: Masukkan kode warna heksadesimal…
it: Inserisci colore esadecimale…
ja: 16進数カラーを入力…
kk: HEX түсін енгізіңіз…
ko: HEX 색상을 입력하세요…
ms: Masukkan warna hex…
nb: Skriv inn hex-farge…
nl: Voer hex kleur in…
pl: Wprowadź kolor hex…
pt_br: Digite a cor hex…
pt_pt: Introduza o código de cor hexadecimal…
ro: Introduceți codul de culoare hex…
ru: Введите шестнадцатеричный цвет…
sk: Zadaj hex farebný kód…
sv: Ange hex-färg…
th: กรอกรหัสสี Hex…
tr: Hex rengini gir…
uk: Введіть hex-колір…
vi: Nhập mã màu hex…
zh_hans: 输入十六进制颜色…
zh_hant: 請輸入十六進位顏色…
zh_hk: 輸入十六進制顏色…

# TK.Placeholder.enterImageDimensionsDots
source: Enter image dimensions…
ar: أدخل أبعاد الصورة…
bg: Въведи размери на изображението…
ca: Introdueix les dimensions de la imatge…
cs: Zadejte rozměry obrázku…
da: Indtast billeddimensioner…
de: Bildabmessungen eingeben…
el: Εισάγετε διαστάσεις εικόνας…
es: Introduce las dimensiones de la imagen…
es_419: Ingresa las dimensiones de la imagen…
fi: Syötä kuvakoon mitat…
fr: Entrez les dimensions de l'image…
fr_ca: Entre les dimensions de l'image…
he: הזן ממדי תמונה…
hi: छवि आयाम दर्ज करें…
hr: Unesi dimenzije slike…
hu: Írd be a kép méreteit…
id: Masukkan dimensi gambar…
it: Inserisci dimensioni dell'immagine…
ja: 画像の寸法を入力…
kk: Сурет өлшемдерін енгізіңіз…
ko: 이미지 크기를 입력하세요…
ms: Masukkan dimensi imej…
nb: Skriv inn bildedimensjoner…
nl: Voer afbeeldingsafmetingen in…
pl: Wprowadź wymiary obrazu…
pt_br: Digite as dimensões da imagem…
pt_pt: Introduza as dimensões da imagem…
ro: Introduceți dimensiunile imaginii…
ru: Введите размеры изображения…
sk: Zadaj rozmery obrázka…
sv: Ange bilddimensioner…
th: กรอกขนาดรูปภาพ…
tr: Görsel boyutlarını gir…
uk: Введіть розміри зображення…
vi: Nhập kích thước hình ảnh…
zh_hans: 输入图像尺寸…
zh_hant: 請輸入圖片尺寸…
zh_hk: 輸入圖片尺寸…

# TK.Placeholder.enterLayerNameDots
source: Enter layer name…
ar: أدخل اسم الطبقة…
bg: Въведи име на слоя…
ca: Introdueix el nom de la capa…
cs: Zadejte název vrstvy…
da: Indtast lagets navn…
de: Ebenenname eingeben…
el: Γράψε όνομα επιπέδου…
es: Introduce el nombre de la capa…
es_419: Ingresa el nombre de la capa…
fi: Syötä kerroksen nimi…
fr: Entrez le nom de la couche…
fr_ca: Entrez le nom de la couche…
he: הזן שם שכבה…
hi: परत का नाम दर्ज करें…
hr: Unesi naziv sloja…
hu: Írd be a réteg nevét…
id: Masukkan nama lapisan…
it: Inserisci nome del layer…
ja: レイヤー名を入力…
kk: Қабаттың атын енгізіңіз…
ko: 레이어 이름을 입력하세요…
ms: Masukkan nama lapisan…
nb: Skriv inn lagernavn…
nl: Voer lagennaam in…
pl: Wprowadź nazwę warstwy…
pt_br: Digite o nome da camada…
pt_pt: Introduza o nome da camada…
ro: Introduceti numele stratului…
ru: Введите имя слоя…
sk: Zadaj názov vrstvy…
sv: Ange lagernamn…
th: กรอกชื่อเลเยอร์…
tr: Katman adını gir…
uk: Введіть назву шару…
vi: Nhập tên lớp…
zh_hans: 输入图层名称…
zh_hant: 請輸入圖層名稱…
zh_hk: 輸入圖層名稱…

# TK.Placeholder.enterTextDots
source: Enter text…
ar: أدخل النص…
bg: Въведи текст…
ca: Introdueix text…
cs: Zadejte text…
da: Indtast tekst…
de: Text eingeben…
el: Εισάγετε κείμενο…
es: Introduce el texto…
es_419: Ingresa texto…
fi: Syötä teksti…
fr: Saisir le texte…
fr_ca: Entrez le texte…
he: הזן טקסט…
hi: पाठ दर्ज करें…
hr: Unesite tekst…
hu: Írd be a szöveget…
id: Masukkan teks…
it: Inserisci testo…
ja: テキストを入力…
kk: Мәтінді енгізіңіз…
ko: 텍스트 입력…
ms: Masukkan teks…
nb: Skriv inn tekst…
nl: Voer tekst in…
pl: Wprowadź tekst…
pt_br: Digite o texto…
pt_pt: Introduza o texto…
ro: Introdu textul…
ru: Введите текст…
sk: Zadaj text…
sv: Ange text…
th: กรอกข้อความ…
tr: Metin girin…
uk: Введіть текст…
vi: Nhập văn bản…
zh_hans: 请输入文本…
zh_hant: 輸入文字…
zh_hk: 輸入文本…

# TK.Placeholder.exportInProgressDots
source: Export in progress…
ar: جارٍ التصدير…
bg: Експортът е в процес…
ca: Exportant en curs…
cs: Export probíhá…
da: Eksport i gang…
de: Export wird durchgeführt…
el: Η εξαγωγή είναι σε εξέλιξη…
es: Exportación en curso…
es_419: Exportación en progreso…
fi: Vienti käynnissä…
fr: Export en cours…
fr_ca: Exportation en cours…
he: ייצוא בתהליך…
hi: निर्यात प्रगति पर है…
hr: Unos u toku…
hu: Exportálás folyamatban…
id: Ekspor sedang berlangsung…
it: Esportazione in corso…
ja: エクスポート中…
kk: Экспорттау жүріп жатыр…
ko: 내보내기 진행 중…
ms: Eksport sedang diproses…
nb: Eksport pågår…
nl: Exporteren in uitvoering…
pl: Eksport w toku…
pt_br: Exportação em andamento…
pt_pt: Exportação em progresso…
ro: Export în curs de desfășurare…
ru: Экспорт в процессе…
sk: Export prebieha…
sv: Export pågår…
th: กำลังส่งออก…
tr: Dışa aktarma işlemi devam ediyor…
uk: Експорт у процесі…
vi: Đang xuất…
zh_hans: 导出进行中…
zh_hant: 導出進行中…
zh_hk: 正在導出…

# TK.Placeholder.insertTextHereDots
source: Insert text here…
ar: أدخل النص هنا…
bg: Въведи текст тук...
ca: Insereix text aquí…
cs: Vlož text sem…
da: Indsæt tekst her…
de: Text hier einfügen…
el: Εισάγετε κείμενο εδώ…
es: Insertar texto aquí…
es_419: Insertar texto aquí…
fi: Lisää teksti tähän…
fr: Insérez le texte ici…
fr_ca: Insérer le texte ici…
he: הכנס טקסט כאן…
hi: यहां टेक्स्ट डालें...
hr: Umetni tekst ovdje…
hu: Szöveg beillesztése ide…
id: Masukkan teks di sini…
it: Inserisci testo qui…
ja: ここにテキストを挿入…
kk: Мәтінді енгізіңіз…
ko: 여기에 텍스트 삽입…
ms: Masukkan teks di sini…
nb: Sett inn tekst her…
nl: Voeg hier tekst in…
pl: Wstaw tekst tutaj…
pt_br: Insira o texto aqui…
pt_pt: Inserir texto aqui...
ro: Introduceți text aici…
ru: Вставьте текст сюда...
sk: Zadajte text sem...
sv: Sätt in text här…
th: แทรกข้อความที่นี่…
tr: Metni buraya ekleyin…
uk: Вставте текст тут…
vi: Chèn văn bản ở đây…
zh_hans: 在此插入文本...
zh_hant: 在這裡插入文本…
zh_hk: 在此插入文字...

# TK.Placeholder.pickAColorDots
source: Pick a color…
ar: اختر لونًا…
bg: Избирай цвят…
ca: Selecciona un color…
cs: Vyber barvu…
da: Vælg en farve…
de: Wähle eine Farbe…
el: Επίλεξε ένα χρώμα…
es: Elige un color…
es_419: Elige un color…
fi: Valitse väri…
fr: Choisissez une couleur…
fr_ca: Choisis une couleur…
he: בחר צבע…
hi: एक रंग चुनें…
hr: Odaberi boju…
hu: Szín kiválasztása…
id: Pilih warna…
it: Scegli un colore…
ja: 色を選択してください…
kk: Түсті таңдау…
ko: 색상 선택 중…
ms: Pilih warna…
nb: Velg en farge…
nl: Kies een kleur…
pl: Wybierz kolor…
pt_br: Escolha uma cor…
pt_pt: Escolhe uma cor…
ro: Alege o culoare…
ru: Выберите цвет…
sk: Vyber farbu…
sv: Välj en färg…
th: เลือกสี…
tr: Bir renk seç…
uk: Виберіть колір…
vi: Chọn một màu…
zh_hans: 选择颜色…
zh_hant: 選擇顏色…
zh_hk: 選擇顏色…

# TK.Placeholder.renderingPreviewDots
source: Rendering preview…
ar: جاري عرض المعاينة…
bg: Рендериране на преглед…
ca: Renderitzant visualització…
cs: Zpracovávám náhled…
da: Renderer preview…
de: Vorschau wird gerendert…
el: Απόδοση προεπισκόπησης…
es: Renderizando vista previa…
es_419: Renderizando vista previa…
fi: Renderöidään esikatselua…
fr: Rendu de l'aperçu…
fr_ca: Rendu de l'aperçu…
he: מייצר תצוגה מקדימה…
hi: पूर्वावलोकन को रेंडर कर रहे हैं…
hr: Renderiram pregled…
hu: Előnézet renderelése…
id: Merender pratinjau…
it: Rendering dell'anteprima…
ja: プレビューをレンダリング中…
kk: Алдын ала қарауды шығару…
ko: 미리보기 렌더링 중…
ms: Menyediakan pratonton…
nb: Lager forhåndsvisning…
nl: Voorbeeld renderen…
pl: Renderowanie podglądu…
pt_br: Renderizando pré-visualização…
pt_pt: Procurar documentos…
ro: Redarea previzualizării…
ru: Рендеринг превью…
sk: Renderovanie náhľadu…
sv: Renderar förhandsvisning…
th: กำลังเรนเดอร์ตัวอย่าง…
tr: Önizleme işleniyor…
uk: Рендеринг попереднього перегляду…
vi: Đang kết xuất xem trước...
zh_hans: 渲染预览…
zh_hant: 正在渲染預覽…
zh_hk: 正在渲染預覽…

# TK.Placeholder.searchFontsDots
source: Search fonts…
ar: البحث عن الخطوط…
bg: Търсене на шрифтове…
ca: Cerca tipografies…
cs: Hledat písma…
da: Søg skrifttyper…
de: Schriften suchen…
el: Αναζήτηση γραμματοσειρών…
es: Buscar fuentes…
es_419: Buscar tipografías…
fi: Etsi fontteja…
fr: Rechercher des polices…
fr_ca: Recherche de polices…
he: חפש פונטים…
hi: फॉन्ट खोजें…
hr: Pretraži fontove…
hu: Betűtípus keresése…
id: Mencari font…
it: Cerca font…
ja: フォントを検索…
kk: Шрифттерді іздеу…
ko: 폰트 검색…
ms: Mencari fon…
nb: Søk etter skrifttyper…
nl: Zoeken naar lettertypen…
pl: Szukaj czcionek…
pt_br: Buscar fontes…
pt_pt: Pesquisar fontes…
ro: Caută tipuri de litere…
ru: Ищем шрифты…
sk: Hľadám písma…
sv: Sök typsnitt…
th: ค้นฟอนต์…
tr: Fontları ara…
uk: Пошук шрифтів…
vi: Tìm phông chữ…
zh_hans: 搜索字体…
zh_hant: 搜尋字型中...
zh_hk: 搜尋字型…

# TK.Placeholder.setCanvasSizeDots
source: Set canvas size…
ar: حدد حجم اللوحة…
bg: Определяне на размер на платното...
ca: Estableix mida del canvas…
cs: Nastavte velikost plátna…
da: Angiv lærredsstørrelse…
de: Leinwandgröße festlegen…
el: Ορισμός μεγέθους καμβά…
es: Establecer tamaño del lienzo…
es_419: Establece el tamaño del lienzo…
fi: Aseta kankaan koko…
fr: Définir la taille du canevas…
fr_ca: Définir la taille du canevas…
he: קבע גודל קנבס…
hi: कैनवास आकार सेट करें…
hr: Postavi veličinu platna…
hu: Vászon méretének beállítása…
id: Tetapkan ukuran kanvas…
it: Imposta dimensioni tela…
ja: キャンバスサイズを設定…
kk: Мата өлшемін орнатыңыз...
ko: 캔버스 크기 설정…
ms: Tetapkan saiz kanvas…
nb: Sett lerretsstørrelse…
nl: Stel canvasgrootte in…
pl: Ustal rozmiar płótna...
pt_br: Definir tamanho da tela…
pt_pt: Definir tamanho da tela…
ro: Stabilește dimensiunea canvasului…
ru: Установить размер холста…
sk: Nastaviť veľkosť plátna…
sv: Sätt canvasstorlek...
th: ตั้งค่าขนาดผืนผ้าใบ…
tr: Tuval boyutunu ayarlayın…
uk: Встановити розмір полотна…
vi: Đặt kích thước canvas…
zh_hans: 设定画布大小…
zh_hant: 設置畫布大小…
zh_hk: 設置畫布大小…

# TK.Placeholder.setLayerOpacityDots
source: Set layer opacity…
ar: حدد شفافية الطبقة…
bg: Задаване на непрозрачност на слоя...
ca: Estableix opacitat de capa…
cs: Nastavte opacitu vrstvy…
da: Sæt lagets opacitet…
de: Opazität der Ebene festlegen…
el: Ορισμός της διαφάνειας στρώματος…
es: Establecer opacidad de la capa…
es_419: Establece la opacidad de la capa…
fi: Aseta tason läpinäkyvyys…
fr: Définir l'opacité de la couche…
fr_ca: Définir l'opacité du calque…
he: קבע שקיפות שכבה…
hi: लेयर पारदर्शिता सेट करें…
hr: Postavi prozirnost sloja…
hu: Réteg átlátszóságának beállítása…
id: Tetapkan opasitas lapisan…
it: Imposta opacità del livello…
ja: レイヤーの不透明度を設定…
kk: Қабаттың мөлдірлігін орнатыңыз...
ko: 레이어 불투명도 설정…
ms: Tetapkan kelegapan lapisan…
nb: Sett laggjennomsiktighet…
nl: Stel laagdoorzichtigheid in…
pl: Ustal przezroczystość warstwy...
pt_br: Definir opacidade da camada…
pt_pt: Definir opacidade da camada…
ro: Stabilește opacitatea stratului…
ru: Установить прозрачность слоя…
sk: Nastaviť krytie vrstvy…
sv: Sätt lagrets opacitet...
th: ตั้งค่าความทึบของเลเยอร์…
tr: Katman opaklığını ayarlayın…
uk: Встановити прозорість шару…
vi: Đặt độ trong suốt của lớp…
zh_hans: 设定图层不透明度…
zh_hant: 設定圖層不透明度…
zh_hk: 設置圖層不透明度…
